{"title": "Circulating Proteomics Identifies a Dynamic Profile of Hepatic Steatosis During Metabolic Intervention.", "abstract": "Weight reduction through lifestyle, activity, and dietary interventions are the mainstay of initial therapy for metabolic dysfunction associated steatotic liver disease. Data on the relative effectiveness and metabolic pathways linking weight loss and decreased hepatic steatosis are lacking. We sought to identify coordinated changes between the circulating proteome and hepatic steatosis within a randomized clinical trial of alternate day fasting and exercise and prioritize proteins relevant to hepatic steatosis within a broader context using a community cohort.\nWe quantified a broad cardiometabolic proteome (>300 proteins) in 67 individuals randomized in a 2×2 factorial design to alternate day fasting and exercise before and after the 3-month intervention to identify proteomic signatures of hepatic steatosis (measured by magnetic resonance imaging proton density fat fraction). Then, we analyzed the cross-sectional relationship of overlapping proteins (≈170) with hepatic attenuation (a computed tomographic technique linked to steatosis) in 707 participants from a community cohort. Principal component analysis demonstrated a proteomic signature associated with intrahepatic triglyceride content (Spearman rho=0.55, \nThese findings highlight the potential for broad proteomic profiling in small nutritional interventional studies with serial phenotyping alongside confirmatory large cohort epidemiology to prioritize targets of hepatic steatosis and cardiometabolic risk for mechanistic study.", "journal": "Journal of the American Heart Association", "date": "2025-05-15", "authors": ["BassimEl-Sabawi", "KahramanTanriverdi", "PriyaGajjar", "MatthewNayor", "Joshua MLandman", "Jennifer EBelow", "MadeleineHaff", "MichelleLong", "MarkEzpeleta", "Jane EFreedman", "KristaVarady", "RaviShah", "Andrew SPerry"], "doi": "10.1161/JAHA.124.037100"}
{"title": "Complete remission of endometrial cancer stage IVC treated with multimodality treatment including immunotherapy and maintenance PARP inhibitor - A case report.", "abstract": "Mismatched repair (MMR) deficient, stage IVC endometrial carcinoma (EC) are occasionally reported as cured by immune-checkpoint inhibitors (ICIs). We present an MMR proficient (MMRp) case with long-term survival.\nThe patient was diagnosed with EC (endometrioid, grade 3, MMRp, programmed death-ligand 1 positive) stage IVC (lung, spine/pelvic bone, paraaortic, pelvic, inguinal and presacral node metastases) with tumor extended from endometrium to cervix, vagina to vulva. After responded to chemoimmunotherapy with paclitaxel/carboplatin then liposomal doxorubicin/carboplatin, pembrolizumab and radiotherapy to pelvis/pelvic bone metastasis, the patient received definitive surgery which showed only residual EC. Olaparib was used as maintenance therapy. The patient developed isolated recurrence in presacral lymph node 2.5 years later, she underwent proton therapy and got complete remission again and maintained with olaparib. She is currently without disease 31 months since recurrence.\nInitial stage IVC MMRp EC with recurrence is still potentially curable with multimodality treatment including ICI.", "journal": "Taiwanese journal of obstetrics & gynecology", "date": "2025-05-15", "authors": ["You-YanChen", "Feng-YuanLiu", "Yin-YinChiang", "Chyong-HueyLai"], "doi": "10.1016/j.tjog.2024.12.027"}
{"title": "Drug-Drug interactions and special considerations in breast cancer patients treated with CDK4/6 inhibitors: A comprehensive review.", "abstract": "Cyclin-dependent kinase 4/6 inhibitors (CDK4/6i) have reshaped the treatment paradigm of hormone receptor positive (HR + )/HER2-negative breast cancer in both adjuvant and metastatic settings. However, their metabolism via the cytochrome P450 (CYP3A4) pathway poses a high risk of clinically relevant drug-drug interactions (DDIs), requiring vigilant therapeutic strategies. This review provides a comprehensive analysis of the pharmacokinetics, metabolism, and interaction profiles of palbociclib, ribociclib, and abemaciclib, emphasizing their differential DDI risks. Among these agents, ribociclib has been associated with a higher risk of QTc prolongation and CYP3A4-mediated interactions in some studies, whereas abemaciclib demonstrates a relatively favorable DDI profile. However, data remain limited and are largely derived from indirect comparisons or pharmacovigilance analyses. We further examine the clinical implications of drug-drug interactions with frequently co-prescribed agents, including proton pump inhibitors, antifungal medications, anticoagulants, and lipid-lowering therapies. Practical recommendations regarding drug selection, therapeutic drug monitoring, and dose adjustment are discussed with attention to the individual characteristics of each CDK4/6i. Dose modifications and monitoring in patients with renal or hepatic impairment are also discussed. Emerging pharmacogenomic data suggest that genetic polymorphisms in CYP3A4 and ABCG2 influence drug exposure and toxicity, reinforcing the need for personalized treatment approaches. As the use of CDK4/6i expands across different breast cancer settings, addressing DDIs through precision medicine strategies such as pharmacogenomic profiling, physiologically based pharmacokinetic modeling, and artificial intelligence-guided clinical support will be essential to personalize therapy and optimize safety.", "journal": "Cancer treatment reviews", "date": "2025-05-15", "authors": ["Taha KoraySahin", "GozdeKavgaci", "Deniz CanGuven", "SercanAksoy"], "doi": "10.1016/j.ctrv.2025.102956"}
{"title": "Preoperative proton pump inhibitor therapy and anastomotic leak after esophagectomy-a new perspective.", "abstract": "Proton pump inhibitors (PPIs) are indispensable in the treatment of gastro-esophageal reflux disease and peptic ulcers or for the prevention of stress ulcers after major abdominal surgery. However, long-term PPI therapy leads to several side effects such as delayed gastric emptying and distinct changes in mucosal histology. Therefore, this retrospective study aims to evaluate the impact of preoperative PPI therapy on the anastomotic leak rate after esophagectomy.\nA retrospective, single-center analysis was conducted for all patients treated with esophagectomy and gastric conduit reconstruction between January 2016 and November 2024. Preoperative treatment with PPIs, as well as patient comorbidities, histopathological findings and surgical techniques were noted. Subsequently, a group-wise comparison was carried out for the differences in anastomotic leak rate and postoperative complications in patients with and without preoperative PPI therapy. Finally, a multivariate logistic regression analysis was conducted for the occurrence of anastomotic leak.\nA total of 229 patients were included in the study. The group-wise comparison revealed a significantly higher rate of anastomotic leaks and postoperative complications in patients with preoperative PPI therapy compared to those without. The multivariate logistic regression analysis indicated a 2.5-fold increased risk of anastomotic leaks in patients with preoperative PPI therapy compared to patients without.\nPreoperative PPI therapy may represent a modifiable risk factor for the development of anastomotic leaks after esophagectomy. Further prospective, interventional studies are necessary to verify the results.\nThe study was retrospectively registered in the German clinical trial database (Application number DRKS00035536, Registration date 03.12.2024).", "journal": "Langenbeck's archives of surgery", "date": "2025-05-14", "authors": ["LukasPollmann", "JonasLinnemann", "Nicola SPollmann", "ClaudiusJürgens", "MaximilianSchmeding"], "doi": "10.1007/s00423-025-03727-3"}
{"title": "Multidimensional Assessment of Psychiatric Adverse Events Related to Proton Pump Inhibitors: A Real-World, Pharmacovigilance Study.", "abstract": "Limited research has been conducted on the association between proton pump inhibitors (PPIs) use and psychiatric adverse events (AEs), leaving the understanding of PPIs-related psychiatric AEs in real-world settings unclear.\nWe aim to identify psychiatric AEs highly relevant to five commonly prescribed PPIs and to delve into the clinical characteristics of the population experiencing psychiatric AEs, as well as the time-to-onset pattern of the reported AEs.\nWe performed disproportionality analysis to evaluate the PPI-related psychiatric AEs risk signal using data from the FDA adverse event reporting system. Linkage disequilibrium score regression, high-definition likelihood, and Bidirectional MR analyses were employed to evaluate genetic correlations and causality for the pairwise traits between indications for PPI therapy and three common psychiatric disorders.\nPsychiatric AEs were reported in 12.83% of all AE reports on PPIs. Disproportionality analysis identified multiple PPI-related psychiatric AE risk signals such as depressive disorder, bipolar disorder, and sleep disorder, with Omeprazole exhibiting the highest number of positive signals and cases (N = 386) and Rabeprazole the fewest (N = 28). Notably, we detected positive signals for suicide or self-injury-related AEs in three types of PPIs. Significant genetic correlations were revealed in peptic ulcer with major depressive disorder, peptic ulcer with schizophrenia, and gastroesophageal reflux disease (GERD) with major depressive disorder. Bidirectional MR analyses identified significant causal relationships between MDD and peptic ulcer, and a potential bidirectional causal association between GERD and MDD.\nPPI-related psychiatric AEs may represent a non-negligible portion of overall PPI-related AEs. It is recommended to monitor and evaluate the safety of long-term PPI use in relation to psychiatric AEs.", "journal": "CNS neuroscience & therapeutics", "date": "2025-05-14", "authors": ["Zhi-QingZhan", "Jia-XinLi", "Wei-GangZhang", "Shu-YiHuang", "XixiFang"], "doi": "10.1111/cns.70436"}
{"title": "Immune Thrombocytopenia Induced by Helicobacter pylori Infection: A Case Report and Literature Review.", "abstract": "Immune thrombocytopenic purpura (ITP) is an autoimmune disorder characterized by the production of autoantibodies targeting platelet membrane antigens, leading to platelet destruction by the reticuloendothelial system. This results in a significant drop in platelet count to 100 × 10⁹/L or lower due to the formation of autoantibodies and immune complexes. Some studies suggest a potential link between ", "journal": "Cureus", "date": "2025-05-14", "authors": ["AlmaaliAlrakha", "NahlaKamal", "WaleedSherif", "GhadaElGohary"], "doi": "10.7759/cureus.82167"}
{"title": "Cost-Effectiveness of Carbon Ion Radiotherapy in Oncology: A Systematic Review.", "abstract": "Carbon ion radiotherapy (CIRT) offers significant physical and biological advantages compared to conventional photon or proton therapies, particularly in the treatment of chemoradio-resistant tumors. However, the widespread adoption of CIRT has been limited due to high treatment and infrastructure costs. This systematic review evaluated the cost-effectiveness of CIRT relative to other treatment modalities across different cancer types. A structured literature search identified five eligible studies encompassing 486 patients with skull base chordoma, locally recurrent rectal cancer, localized hepatocellular carcinoma, and stage I non-small-cell lung cancer. Although CIRT was associated with higher primary treatment costs compared to conventional therapies, it consistently demonstrated favorable cost-effectiveness ratios, with incremental cost-effectiveness ranging from up to $88,663 per additional life-year or quality-adjusted life-year gained. In cases of recurrent tumors, CIRT resulted in lower overall treatment costs than comparator therapies. Additionally, CIRT exhibited a favorable toxicity profile, with minimal severe adverse events reported. These findings suggest that despite higher initial expenditures, CIRT represents a cost-effective and clinically advantageous treatment option across a range of malignancies, warranting broader consideration in oncologic practice.", "journal": "Cureus", "date": "2025-05-14", "authors": ["AbdulrahmanBin Sumaida", "Nandan MShanbhag", "KhalifaAlKaabi", "KhalidBalaraj"], "doi": "10.7759/cureus.84008"}
{"title": "Immune Checkpoint Inhibitor-Associated Acute Kidney Injury: A Single-Center Experience of Biopsy-Proven Cases.", "abstract": "", "journal": "Journal of clinical medicine", "date": "2025-05-14", "authors": ["AndreasKommer", "MarcoStortz", "DanielKraus", "JuliaWeinmann-Menke"], "doi": "10.3390/jcm14093231"}
{"title": "Micronutrient Status in Patients with Short Bowel Syndrome Weaned off Parenteral Support.", "abstract": "", "journal": "Nutrients", "date": "2025-05-14", "authors": ["NastasiaMattio", "CharlotteJuin", "MadeleineLauverjat", "CécileChambrier", "CharlotteBergoin", "ThomasCouronne"], "doi": "10.3390/nu17091598"}
{"title": "Structural Insights into the Dynamics of Water in SOD1 Catalysis and Drug Interactions.", "abstract": "Superoxide dismutase 1 (SOD1) is a crucial enzyme that protects cells from oxidative damage by converting superoxide radicals into H", "journal": "International journal of molecular sciences", "date": "2025-05-14", "authors": ["IlkinYapici", "Arda GorkemTokur", "BelginSever", "HalilibrahimCiftci", "Ayse NazliBasak", "HasanDeMirci"], "doi": "10.3390/ijms26094228"}
{"title": "(Pro)renin Receptor Blockade Prevents Increases in Systolic Blood Pressure, Sodium Retention, and αENaC Protein Expression in the Kidney of 2K1C Goldblatt Mice.", "abstract": "Physiological control of blood pressure (BP) and extracellular fluid volume is mediated by the action of the renin-angiotensin system (RAS). The presence of RAS components throughout the nephron has been widely discussed. The (pro)renin receptor (PRR) is a member of the RAS widely expressed in the body of humans and rodents. In the kidney, PRR is expressed in mesangial cells, renal vasculature, and tubules of the proximal and distal nephron. Binding of the PRR to renin and prorenin promotes angiotensin (Ang) I-mediated sodium (Na", "journal": "International journal of molecular sciences", "date": "2025-05-14", "authors": ["PilarCárdenas", "CatalinaCid-Salinas", "Allison CLeón", "JuanCastillo-Geraldo", "Lilian Caroline Gonçalvesde Oliveira", "RodrigoYokota", "ZoeVallotton", "Dulce ElenaCasarini", "Minolfa CPrieto", "Ramón ALorca", "Alexis AGonzalez"], "doi": "10.3390/ijms26094177"}
{"title": "Particle Therapy to Overcome Cancer Radiation Resistance: \"ARCHADE\" Consortium Updates in Radiation Biology.", "abstract": "Radiation therapy is a medical treatment that uses high doses of radiation to kill or damage cancer cells. It works by damaging the DNA within the cancer cells, ultimately causing cell death. Radiotherapy can be used as a primary treatment, adjuvant treatment in combination with surgery or chemotherapy or palliative treatment to relieve symptoms in advanced cancer stages. Radiation therapy is constantly improving in order to enhance the effect on cancer cells and reduce the side effects on healthy tissues. Our results clearly demonstrate that proton therapy and, even more, carbon ion therapy appear as promising alternatives to overcome the radioresistance of various tumors thanks to less dependency on oxygen and a better ability to kill cancer stem cells. Interestingly, hadrons also retain the advantages of radiosensitization approaches. These data confirm the great ability of hadrons to spare healthy tissue near the tumor via various mechanisms (reduced lymphopenia, bystander effect, etc.). Technology and machine improvements such as image-guided radiotherapy or particle therapies can improve treatment quality and efficacy (dose deposition and biological effect) in tumors while increasingly sparing healthy tissues. Radiation biology can help to understand how cancer cells resist radiation (hypoxia, DNA repair mechanisms, stem cell status, cell cycle position, etc.), how normal tissues may display sensitivity to radiation and how radiation effects can be increased with either radiosensitizers or accelerated particles. All these research topics are under investigation within the ARCHADE research community in France. By focusing on these areas, radiotherapy can become more effective, targeted and safe, enhancing the overall treatment experience and outcomes for cancer patients. Our goal is to provide biological evidence of the therapeutic advantages of hadrontherapy, according to the tumor characteristics. This article aims to give an updated view of our research in radiation biology within the frame of the French \"ARCHADE association\" and new perspectives on research and treatment with the C400 multi-ions accelerator prototype.", "journal": "Cancers", "date": "2025-05-14", "authors": ["SamuelValable", "MathieuCésaire", "KilianLecrosnier", "AntoineGilbert", "MihaelaTudor", "GuillaumeVares", "Dounia HouriaHamdi", "Ousseynou BenDiouf", "ThaoNguyen Pham", "JulieCoupey", "JulietteThariat", "PaulLesueur", "Elodie AnnePérès", "JulietteAury-Landas", "ZachareniaNikitaki", "SiamakHaghdoost", "CarineLaurent", "Jean-ChristophePoully", "JacquesBalosso", "MyriamBernaudin", "Diana ISavu", "FrançoisChevalier"], "doi": "10.3390/cancers17091580"}
{"title": "Deep Learning-Based Synthetic CT for Personalized Treatment Modality Selection Between Proton and Photon Therapy in Thoracic Cancer.", "abstract": "", "journal": "Cancers", "date": "2025-05-14", "authors": ["LibingZhu", "Nathan YYu", "Riley CTegtmeier", "Jonathan BAshman", "AmanAnand", "JingweiDuan", "QuanChen", "YiRong"], "doi": "10.3390/cancers17091553"}
{"title": "Chemotherapy-Free Treatment with Radiotherapy and Immunotherapy for Locally Advanced Non-Small Cell Lung Cancer.", "abstract": "", "journal": "Cancers", "date": "2025-05-14", "authors": ["M ZeeshanOzair", "BalazsHalmos", "AngelicaD'Aiello", "JaewonYun", "Andrea RFilippi", "AndreasRimner", "Steven HLin", "Charles BSimone", "NitinOhri"], "doi": "10.3390/cancers17091524"}
{"title": "The Prognostic Role of Magnetic-Resonance-Imaging-Detected Corpus Invasion in Patients with Cervical Carcinoma Who Underwent Definitive or Adjuvant Pelvic Radiotherapy.", "abstract": "In patients undergoing a radical hysterectomy, uterine corpus invasion worsens cervical cancer prognosis. However, the prognostic role of the invasion in locally advanced stages remains elusive. Due to the inadequacy of typical corpus biopsies, corpus invasion is diagnosed using magnetic resonance imaging (MRI). In this study, we investigated the prognostic role of MRI-detected uterine corpus invasion in patients undergoing radiotherapy for cervical cancer.\nThis retrospective analysis involved 259 patients without extrapelvic metastases, diagnosed with FIGO 2009 stages IB-IVA cervical carcinoma from January 2011 to December 2020. The corpus invasion extent was classified as exocervical-confined (group 1), endocervical (group 2), or uterine corpus invasion (group 3). The rates of overall survival, cancer-specific survival, locoregional recurrence, para-aortic lymph node recurrence, and extrapelvic metastases after pelvic radiotherapy were analyzed. Kaplan-Meier and Cox regression analyses were used to determine recurrence-associated risks. Optimal risk stratification was predicted using a receiver operating characteristic curve with the area under the curve.\nGroups 1, 2, and 3 included 66.0%, 18.9%, and 15.1% of patients, respectively. The 5-year para-aortic lymph node recurrence rates were 6.3%, 17.2%, and 34.2% (\nIn cervical cancer, following pelvic radiotherapy, uterine corpus invasion is a significant prognostic factor. More-aggressive treatments such as extended-field radiotherapy, adjuvant chemotherapy, and immune checkpoint inhibitors as an alternative to standard pelvic radiotherapy with concurrent chemotherapy may be considered in these patients.", "journal": "Cancers", "date": "2025-05-14", "authors": ["Kuan-ChingHuang", "Jen-YuCheng", "Chung-ShihChen", "Chong-JongWang", "Eng-YenHuang"], "doi": "10.3390/cancers17091449"}
{"title": "Deciphering Nicotine-Driven Oncogenesis in Head and Neck Cancer: Integrative Transcriptomics and Drug Repurposing Insights.", "abstract": "", "journal": "Cancers", "date": "2025-05-14", "authors": ["Guo-RungYou", "Daniel YuChang", "Hung-HanHuang", "Yin-JuChen", "Joseph TChang", "Ann-JoyCheng"], "doi": "10.3390/cancers17091430"}
{"title": "Role of Particle Beam Therapy for Extrahepatic Biliary Cancer-Updated Systematic Review and Meta-Analysis for Comparison Between Photon and Particle Radiotherapy.", "abstract": "The study was designed to examine the role of particle beam therapy (PT) in the treatment of extrahepatic biliary cancer (EHC).\nWe conducted a systematic review and meta-analysis to compare the outcomes of PT and photon radiotherapy in treating EHC. Medline/PubMed and Japan Medical Abstracts databases were screened using a systematic search strategy. The primary endpoint was overall survival (OS), pooled using a random effects model.\nIn total, 236 articles were retrieved. After screening, 11 articles were retained, comprising 2108 patients (nine photon articles, n = 2038 patients; two PT articles, n = 70 patients). We have updated and incorporated the outcomes of the prospective data registry (Proton-net, n = 137 patients) for PT. The 1-year OS probability rates were 56% (95% confidence interval = 49%-62%) for the photon and 72% (65%-78%) for the PT groups (p < 0.001). The median survival time was 13.1 months (11.0-15.1 months) for the photon group and 18.8 months (14.1-23.4 months) for the PT group (p = 0.03). The PT group demonstrated a superior OS rate compared to that observed in the photon group. The incidence rates of grade 3 ≤ toxicity was 18.5%-33% in the photon radiotherapy group and 2.9%-15% in the PT group.\nPT demonstrated superior outcomes with acceptable toxicity compared to those noted with photon radiotherapy for EHC in this meta-analysis. In the absence of randomized trials, this meta-analysis provides useful evidence that PT can be considered an effective therapeutic modality for EHC.", "journal": "Journal of hepato-biliary-pancreatic sciences", "date": "2025-05-14", "authors": ["HideyaYamazaki", "TakuyaKimoto", "SatoshiTeramukai", "MitsukoNakata", "KeiShibuya", "MotohisaSuzuki", "KazukiTerashima", "TakashiIizumi", "MasaruWakatsuki", "TakayukiHashimoto", "TakumiFukumoto", "MasayukiOhtsuka"], "doi": "10.1002/jhbp.12156"}
{"title": "Laser driven FLASH radiobiology using a high dose and ultra high dose rate single pulse proton source.", "abstract": "Laser-driven proton sources have long been developed with an eye on their potential for medical application to radiation therapy. These sources are compact, versatile, and show peculiar characteristics such as extreme instantaneous dose rates, short duration and broad energy spectrum. Typical temporal modality of laser-driven irradiation, the so-called fast-fractionation, results from the composition of multiple, temporally separated, ultra-short dose fractions. In this paper we present the use of a high-energy laser system for delivering the target dose in a single nanosecond pulse, for ultra-fast irradiation of biological samples. A transport line composed by two permanent-magnet quadrupoles and a scattering system is used to improve the dose profile and to control the delivered dose-per-pulse. A single-shot dosimetry protocol for the broad-spectrum proton source using Monte Carlo simulations was developed. Doses as high as 20 Gy could be delivered in a single shot, lasting less than 10 ns over a 1 cm diameter biological sample, at a dose-rate exceeding [Formula: see text]. Exploratory application of extreme laser-driven irradiation conditions, falling within the FLASH irradiation protocol, are presented for irradiation in vitro and in vivo. A reduction of radiation-induced oxidative stress in vitro and radiation-induced developmental damage compatible with the onset of FLASH effect were observed in vivo, whereas anti-tumoral efficacy was confirmed by cell survival assay.", "journal": "Scientific reports", "date": "2025-05-14", "authors": ["AFlacco", "EBayart", "LRomagnani", "MCavallone", "LDe Marzi", "CFouillade", "CGiaccaglia", "SHeinrich", "ILamarre-Jouenne", "JMonzac", "KParodi", "APatriarca", "TRösch", "JSchreiber", "LTischendorf"], "doi": "10.1038/s41598-025-01105-z"}
{"title": "Systematic review of MRI alterations in the brain following proton and photon radiation therapy: Towards a uniform European Particle Therapy Network (EPTN) definition.", "abstract": "Magnetic resonance imaging (MRI) often demonstrates alterations following cranial radiotherapy (RT), which may result in clinical symptoms and diagnostic uncertainty, and thus potentially impact treatment decisions. The potential differences in MRI alterations after proton and photon RT, has raised concerns regarding the relative biological effectiveness of proton therapy. To provide an overview of MRI alterations in the brain post-RT and to explore differences between photon and proton RT, a systematic review adhering to the PRISMA guidelines was conducted, focusing on the assessment methods and definitions across studies. A systematic search of three electronic databases was performed using the concepts 'normo-fractionated radiotherapy ', 'MRI alterations' and 'brain, skull base or head and neck tumours in adult and paediatric populations'. Data extraction and quality assessment was performed on articles meeting the predefined criteria by two independent reviewers. Out of 5887 screened studies, 94 met the inclusion criteria. These studies were categorized based on confinement of the MRI alterations to temporal lobe, brainstem, or across the entire brain. Additional subclassification was performed based on MRI sequences evaluated or by the nature of the alterations, with pseudoprogression generally reserved for glioma patients. While many papers exist on MRI alterations in the brain after RT, this review highlights significant inconsistencies in the terminology and definitions, limiting the comparability of findings across studies. Our results highlight the need for and facilitate the development of a standardized framework for describing MRI alterations after RT.", "journal": "Radiotherapy and oncology : journal of the European Society for Therapeutic Radiology and Oncology", "date": "2025-05-14", "authors": ["LieselotteLauwens", "Marvin FRibeiro", "Catharina M LZegers", "MortonHøyer", "ClaireAlapetite", "MalinBlomstrand", "ValentinCalugaru", "Dario DiPerri", "AlbertoIannalfi", "CarolaLütgendorf-Caucig", "FrankPaulsen", "Alida APostma", "Alejandra MéndèzRomero", "BeateTimmermann", "Esther G CTroost", "Hiska Lvan der Weide", "Gillian AWhitfield", "SemiHarrabi", "MaartenLambrecht", "Daniëlle B PEekers"], "doi": "10.1016/j.radonc.2025.110936"}
{"title": "A semiclassical model of the immediate temperature distribution surrounding the track of heavy ions with therapeutic energies.", "abstract": "", "journal": "Physics in medicine and biology", "date": "2025-05-14", "authors": ["MartinRädler", "NiayeshAfshordi", "RezaTaleei", "KatiaParodi", "Ramin MAbolfath", "JulieLascaud"], "doi": "10.1088/1361-6560/add83b"}
{"title": "Reducing proton pump inhibitors overuse with an advisory, risk-based, context-aware electronic alert system: A controlled interrupted time series analysis.", "abstract": "Proton pump inhibitors (PPI) are frequently overprescribed despite guidelines recommending cautious use. Electronic alert systems have shown potential in improving prescribing practices, but their effectiveness varies. This study evaluates a novel electronic alert system designed to reduce perioperative PPI overuse by leveraging real-time, patient-specific clinical data.\nA retrospective controlled interrupted time series analysis was conducted from February 2015 to October 2021 in a tertiary care hospital. The intervention group comprised patients undergoing internal fixation surgeries in the orthopedic department, while the control group included patients receiving appendectomies in the general surgery department. A novel electronic alert system was integrated into the computerized physician order entry system, providing risk assessments and advisory alerts for intravenous PPI prescriptions. The system operated from July 2019 to November 2020. Key outcomes measured every two weeks included Defined Daily Doses (DDD) and Days of Therapy (DOT) per patient, prescription rates, and proportions of high-dose and alert-triggering orders.\nThe study included 8,303 patients in the intervention group and 5,728 in the control group. Post-implementation, the intervention group showed a significant decrease in DDD per patient (β = -1.21, p = 0.003) and DOT per patient (β = -0.698, p = 0.011), primarily due to reduced intravenous administration. Prescription rates for PPI decreased significantly (OR = 0.710, p = 0.002), and there was a reduction in high-dose prescriptions (OR = 0.243, p < 0.001). While consumption metrics remained sustained after alert deactivation, quality indicators showed partial rebounds but remained improved compared to baseline.\nThe advisory, risk-based, context-aware electronic alert system effectively reduced PPI overuse and improved prescribing quality in a surgical department. The differential impact post-intervention, with more durable effects on consumption metrics than on prescribing quality, suggests a certain degree of sustainability in prescribing behaviors. Implementing advisory, context- aware electronic alerts may offer a scalable solution for optimizing medication use in healthcare settings.", "journal": "International journal of medical informatics", "date": "2025-05-13", "authors": ["DanLuo", "XiaolanYe", "HongyingZhao", "BinYao", "WentongLiu", "XiaoboXu"], "doi": "10.1016/j.ijmedinf.2025.105960"}
{"title": "Inappropriate use of proton pump inhibitors in patients with liver cirrhosis: a cross-sectional study.", "abstract": "Proton pump inhibitors (PPIs) are widely prescribed for acid-related disorders; however, concerns have emerged regarding their misuse, particularly in patients with liver cirrhosis. This study aimed to assess the appropriateness of PPI prescriptions in patients with cirrhosis and to identify factors contributing to their overutilization in this patient population.\nIn this cross-sectional study, 1000 patients with cirrhosis receiving PPIs were enrolled. Data on demographics, clinical parameters, and endoscopic findings were collected, and indications for PPI therapy were assessed according to established guidelines.\nAmong patients with cirrhosis, 60.5% were prescribed PPIs, with pantoprazole being the most prescribed (55.7%). Inappropriate PPI use was observed in 53.6% of the patients, mainly because of lacking an approved indication (78.54%) or exceeding the recommended treatment duration (21.46%). Causes contributing to misuse included prolonged PPI use postendoscopic band ligation (29.1%), extended treatment for functional dyspepsia (21.46%), failure to discontinue PPIs upon hospital discharge (17.54%), using PPIs for preventing portal hypertensive gastropathy (PHG) or variceal bleeding (16.42%), and stress ulcer prophylaxis in non-ICU patients (15.86%). Multivariate analysis identified independent predictors of inappropriate PPI use, including Child classification C, Mayo End-Stage Liver Disease score greater than 18, hepatocellular carcinoma, and previous variceal bleeding, whereas hematemesis was identified as an independent predictor of appropriate use.\nThis study underscores the prevalent inappropriate prescription of PPIs in patients with liver cirrhosis, particularly in those with advanced liver disease or a history of variceal bleeding. Enhancing prescribing practices and adhering to evidence-based guidelines are essential to mitigate the risks associated with PPI misuse in patients with cirrhosis.", "journal": "European journal of gastroenterology & hepatology", "date": "2025-05-13", "authors": ["GasserEl-Azab", "TalaatZakareya", "MedhatAbdel Aleem", "AhmedEdrees"], "doi": "10.1097/MEG.0000000000002985"}
{"title": "Outcomes following radiation therapy for embryonal tumor with multilayered rosettes (ETMR): results from the Pediatric Proton/Photon Consortium Registry (PPCR).", "abstract": "Embryonal tumor with multilayered rosettes (ETMR) is a rare pediatric CNS embryonal tumor with poor survival. The Pediatric Proton/Photon Consortium Registry (PPCR) was queried for outcomes data from prospectively consenting pediatric patients with ETMR treated with proton radiation therapy (RT).\n20 patients (2013-2021) at 9 institutions had ETMR; 2 with prior RT were excluded from statistical analyses (PPCR ETMR, N = 18). Overall Survival (OS) and Event Free Survival (EFS) analyses were performed using the Kaplan-Meier method and log-rank values. Median follow-up was calculated using the reverse Kaplan-Meier method.\nMedian age at RT was 3.0 years (1.7-12.2); median follow-up was 55.5 months (2.6-119.4). 8 patients (44%) expired and 6 patients (33%) are surviving ≥ 55 months. 11 (61%) patients received systemic therapy with stem cell support. The majority (89%) had focal RT (median dose 54 Gy), while 2 patients received craniospinal irradiation (CSI, 30.6-36 Gy). 4-year OS and EFS were 59.6% and 54.2%, respectively. Local control (LC) at 4 years was 81%. No differences in OS or EFS were observed for receipt of systemic therapy with stem cell support (p = 0.361, p = 0.57), progression prior to RT (p = 0.127, p = 0.18), or surgery to RT ≥ 200 days (p = 0.35, p = 0.254). Symptomatic radionecrosis was not reported.\nFocal proton RT provided effective local control as part of multimodality therapy for ETMR, with encouraging survival for this rare and often infant age tumor. Outcomes for CSI were limited to 2 patients treated upfront, and 1 patient receiving salvage CSI for disseminated relapse after focal RT who is surviving > 1 year.\nDFCI protocol 12-103, clinicaltrials.gov NCT01696721, date of registration 9/27/2012.", "journal": "Journal of neuro-oncology", "date": "2025-05-13", "authors": ["Jacquelyn MKrisch", "Ralph PErmoian", "Daniel JIndelicato", "Jae YLee", "John PPerentesis", "Stephanie MPerkins", "Nadia NLaack", "John HChang", "Iain JMacEwan", "Suzanne LWolden", "DongliangWang", "Torunn IYock", "Paul DAridgides"], "doi": "10.1007/s11060-025-05065-2"}
{"title": "Characterization of a Commercial Ionization Chamber Array With Scanned Proton Beams for Applications in MRI-Guided Proton Therapy.", "abstract": "The integration of MRI-guidance and proton therapy is a current research topic. Proton therapy with the patient being placed inside an in-beam MR scanner would require the presence of its static magnetic ( \nIn this work, the PTW Octavius 1500 \nThe dose rate response, response homogeneity and effective measurement depth of the detector were determined in experiments with scanned proton beams delivered by a horizontal beamline at OncoRay, Dresden. A patient-specific QA test including gamma analysis was performed for a realistic proton patient treatment plan at two different distances from the beam nozzle. In addition, experiments were performed in a \nThe dose rate response was found to be linear up to \nConcluding from these tests, the Octavius 1500 ", "journal": "Medical physics", "date": "2025-05-13", "authors": ["BenjaminGebauer", "SebastianGantz", "DanielaKunath", "AswinHoffmann", "JörgPawelke", "FelixHorst"], "doi": "10.1002/mp.17875"}
{"title": "Surgical Infection Society Multi-Center Observational Study: Empiric Anti-Fungal Coverage after Non-Colonic Gastrointestinal Perforation.", "abstract": "", "journal": "Surgical infections", "date": "2025-05-13", "authors": ["Andrea MGochi", "WardahRafaqat", "VahePanossian", "MiraGhneim", "SeemaAnandalwar", "DiasArgandykov", "Cynthia JSusai", "Nathan JAlcasid", "Geoffrey AAnderson", "Alexander JOrdoobadi", "Erik JTeicher", "David PBlake", "Brendin RBeaulieu-Jones", "Sabrina ESanchez", "Christopher AGuidry", "PedroTeixeira", "JonathanMeizoso", "Brianna LCollie", "SarahMcWilliam", "PatrickMcGonagill", "NicoleNitschke", "TaraKortlever", "ColetteGalet", "Lillian ANefcy", "Jeffrey LJohnson", "Michael PDeWane", "JosephCuschieri", "AmberHimmler", "JenniferRickard", "JonathanGipson", "April EMendoza"], "doi": "10.1089/sur.2024.306"}
{"title": "Antiplatelet-Proton Pump Inhibitor Interactions and Arterial Thrombotic Events: A Pharmacovigilance Assessment Using Disproportionality and Interaction Analysis.", "abstract": "The aim of this study is to evaluate the safety profiles of antiplatelet-proton pump inhibitors (PPIs) combinations and assess the clinical implications of their concurrent use in real-world settings through pharmacovigilance data analysis.\nThe concomitant use of PPIs with antiplatelet therapy remains controversial due to potential drug interactions affecting clinical outcomes. While PPIs are recommended for gastroprotection in patients receiving antiplatelet therapy, concerns persist regarding their impact on antiplatelet efficacy, particularly with dual antiplatelet therapy (DAPT).\nThe objective of this study is to analyze and compare the thrombo-embolic risk profiles of various antiplatelet-PPI combinations using the FDA Adverse Event Reporting System database.\nWe conducted a comprehensive analysis of the FDA Adverse Event Reporting System (FAERS) database to evaluate the thrombo-embolic risk associated with antiplatelet-PPI combinations. The reporting odds ratio (ROR) and information component were calculated to detect safety signals. The interaction signal score (INTSS) was used to assess the protective or harmful effects of adding acetylsalicylic acid to clopidogrel-PPI combinations.\nAnalysis revealed significant safety signals for thrombo-embolic events with clopidogrel-rabeprazole (ROR: 62.67, 95% CI: 38.38-102.32) and clopidogrel-omeprazole (ROR: 6.87, 95% CI: 4.89-9.66) combinations. DAPT-PPI combinations showed comparable safety profiles to monotherapy-PPI combinations. The INTSS analysis suggested a potential protective effect of acetylsalicylic acid when added to clopidogrel-PPI combinations. Genderspecific analysis revealed female predominance in monotherapy complications and male predominance in combination therapy events. Clinical outcomes, including mortality and hospitalization rates, were comparable between groups.\nThis pharmacovigilance analysis suggests that while DAPT-PPI combinations demonstrate acceptable safety profiles, careful consideration should be given to PPI selection, particularly given the unexpected safety signals with rabeprazole and confirmed risks with omeprazole. The addition of acetylsalicylic acid to clopidogrel-PPI combinations may offer protective effects against thrombo-embolic events. These findings support individualized riskbenefit assessment in selecting antiplatelet-PPI combinations while ensuring adequate gastroprotection for high-risk patients.", "journal": "Current cardiology reviews", "date": "2025-05-13", "authors": ["KannanSridharan"], "doi": "10.2174/011573403X374906250417043907"}
{"title": "Recent technology development in radiotherapy for intracranial meningiomas.", "abstract": "Meningiomas are the most common central nervous system (CNS) tumors in the United States. Radiotherapy plays an important role in the management of meningiomas and has been established as an effective means of local tumor control. The recent technology development in artificial intelligence, understanding of meningioma biology and molecular imaging, will likely impact the clinical management of meningiomas, including treatment efficacy, efficiency and safety. This review summarizes recent technological advances that may influence radiotherapy management for meningiomas, including external beam radiation therapy, proton therapy and brachytherapy.", "journal": "Frontiers in neurology", "date": "2025-05-13", "authors": ["RebeccaUngar", "JoshuaKilian-Meneghin", "BrettEckroate", "SabinMotwani", "NingYue", "KeNie", "ZhenyuXiong", "YinZhang"], "doi": "10.3389/fneur.2025.1568898"}
{"title": "Dosimetric comparison of intensity-modulated proton therapy and proton arc therapy for pediatric ependymoma.", "abstract": "Proton Arc Therapy (PAT) is an emerging proton therapy treatment modality with the potential to reduce radiation exposure to healthy tissues compared to conventional Intensity-Modulated Proton Therapy (IMPT) with fewer beams. This is an attractive option for treating pediatric patients, who are vulnerable to radiation-induced side effects. There is, however, a need to investigate the redistribution of dose to the target volume and organs at risk. In this study, we therefore explored the potential of PAT in proton therapy of pediatric ependymoma.\nThree-field IMPT and PAT treatment plans for 10 pediatric ependymoma patients were optimized using the Eclipse treatment planning system. The PAT plans consisted of 8 fields, spanning 170 degrees. Both modalities were robustly optimized with a ± 2 mm isocenter shift and a ± 3% range uncertainty.\nPAT showed improved CTV coverage compared to three-field IMPT, with a distinct increase in D98%. A clear dose reduction was found for the cochleae, with median values of 9.32 Gy(Relative Biological Effectiveness [RBE]) [0.76 - 30.40 Gy(RBE)] and 18.30 Gy(RBE) [1.24 - 29.75 Gy(RBE)] for PAT and IMPT, respectively, for the right cochlea. For the left cochlea, the respective doses were 12.34 Gy(RBE) [2.81 - 30.94 Gy(RBE)] and 18.49 Gy(RBE) [4.27 - 31.97 Gy(RBE)]. No significant difference for the brain integral dose was found between the two modalities.\nPAT can improve the dosimetric outcome of proton therapy in pediatric ependymoma patients. Organs at risk dose varied on a patient-to-patient basis; thus, individual treatment plan comparisons are recommended.", "journal": "Acta oncologica (Stockholm, Sweden)", "date": "2025-05-13", "authors": ["HelgeHenjum", "KarolineMo Feten", "ErlendHartvigsen", "KristianS Ytre-Hauge", "Camilla GBoer", "CamillaH Stokkevåg"], "doi": "10.2340/1651-226X.2025.42001"}
{"title": "Melatonin enhances everolimus efficacy in breast cancer by suppressing mTOR pathway activation and promoting apoptosis and mitochondrial function.", "abstract": "Everolimus is used in the treatment of breast cancer by targeting the PI3K/AKT/mTOR pathway, particularly during anti-hormonal therapy. The efficacy of everolimus is limited due to a feedback loop that supresses mTOR while simultaneously enhancing Akt activation in endocrine-resistant breast cancer. Melatonin (N-acetyl-5-methoxytryptamine) regulates mitochondrial activity, cell death, and autophagy due to its strong free radical scavenging, antioxidant, and anti-inflammatory characteristics. Melatonin, a naturally occurring oncostatic agent, slows tumor growth in a range of malignancies, including breast cancer. Due to its ability to protect healthy cells from oxidative stress and inflammation, along with its anti-cancer properties, melatonin has the potential to serve asan effective adjuvant in breast cancer therapy. It also inhibits the phosphorylation of mTOR and Akt, two essential pathways implicated in breast cancer growth, which may aid in overcoming resistance to targeted treatments like everolimus. The combination effects of melatonin and everolimus on hormone receptor-positive breast cancer remains unexplored. This study examined the effectiveness of melatonin when combined with everolimus for the treatment of hormone receptor-positive breast cancer.\nTo investigate the effects of melatonin and everolimus combination, we divided MCF-7 cells into four experimental groups: the control, Melatonin (3 mM), Everolimus (30 nM), and a combination of Melatonin and Everolimus (3 mM + 30 nM). Cell viability, apoptosis, autophagy activation, and mitochondrial function were evaluated using established techniques.\nBased on the cell viability test, the combination of 30 nM everolimus and 3 mM melatonin inhibited phosphorylation of 4E-BP1 and p70S6K, which are downstream effectors of the mTOR pathway, and reduced cell growth. In addition, co-administration of melatonin and everolimus increased apoptosis and led to Sub-G1 phase accumulation. LC3 protein expression and LC3 puncta analysis demonstrated autophagic activity. In terms of mitochondrial function, co-administration of melatonin with everolimus did not cause proton leakage or mitochondrial uncoupling, but did restore everolimus-induced respiratory inhibition.\nIn conclusion, melatonin is thought to improve the effectiveness of everolimus by inhibiting mTOR downstream effectors, enhancing apoptosis, activating autophagy, improving mitochondrial respiration, and reducing MCF-7 growth.", "journal": "BMC pharmacology & toxicology", "date": "2025-05-13", "authors": ["ŞeymaDemirkesen", "Yakupİriağaç", "Erdoğan SelçukŞeber", "CenkAral"], "doi": "10.1186/s40360-025-00907-1"}
{"title": "Field dispersion in uniformly-excited radial parallel plate waveguides for a compact proton accelerator design.", "abstract": "Proton therapy (PT) is a beneficial modality for treating certain cancers but remains under utilized due in part to the high cost of existing PT devices. Dielectric wall accelerators (DWAs) are a proposed class of coreless induction accelerators that may present a suitable option for compact and affordable PT. To realize a compact device, acceleration modules must be designed to achieve field strengths approaching 100 MV/m delivered as pulses on the order of nanoseconds.\nHere, we examine pulse injection into radial parallel plate waveguides as a means of producing high-intensity, pulsed accelerating fields. We present an approach for understanding the impact of waveguide properties on electromagnetic dispersion as well as a means of accounting for this dispersion to produce suitable accelerating fields.\nGeometric and material properties for a set of waveguides were identified based on existing literature and commonly available materials. An analytic model is presented to describe how waveguide geometry and material affect electromagnetic dispersion in a waveguide. Simulations performed in COMSOL Multiphysics are used to calculate a transfer function for the set of waveguides, which provide a means of determining the waveguides output for arbitrary inputs and vice versa. The simulation results are compared to the analytic solution and used to explore alternate matching conditions at the beampipe of the accelerator.\nOverall, radial waveguides provide a passive enhancement of the injected pulse, with enhancement of high-frequency components found to be proportional to the square root of the ratio of outer radius to inner radius of the waveguide. Dispersion in the waveguide caused by the radial propagation of the pulse depends on multiple waveguide properties (outer radius, inner radius, material) and leads to reduced enhancement at lower frequencies. The field enhancement in the waveguides reduces the peak voltage required to achieve the desired accelerating field strength. However, dispersion alters the temporal profile of the applied pulse, resulting in a distorted field at the inner radius. Using the transfer function, it is possible to determine the shape of the pulse required to achieve a suitable accelerating field for a given waveguide design.\nPassive field enhancement occurred in all waveguides and across all frequencies studied in this work. As such, radial parallel plate waveguides could help to reduce the high voltages required from upstream switching networks. The analytic model can be used to select waveguide parameters that provide a suitable enhancement of the upstream voltage pulse to achieve the high field strengths required for a compact accelerator. However, pulse dispersion must be accounted for. If upstream pulse shaping can be achieved to account for electromagnetic dispersion in the waveguide, pulse injection into radial parallel plate waveguides could be a suitable mechanism for field generation in a DWA.", "journal": "Medical physics", "date": "2025-05-13", "authors": ["Morgan JMaher", "Christopher MLund", "JulienBancheri", "David GCooke", "JanSeuntjens"], "doi": "10.1002/mp.17868"}
{"title": "Anti-regurgitation infant formulas and antacid medication: match or mismatch?", "abstract": "A perceived need for treatment has led to the development and widespread marketing of various anti-regurgitation (AR) infant formulas, promoted as effective solutions for managing regurgitation symptoms. For practice, limited comparative data exists on the specific thickening agents, or the relative thicknesses of AR formulas. An added concern is that some infants on AR formulas simultaneously receive pharmacological treatments for reflux, such as antacids or gastric acid inhibitors, and no information about compatibility is available. One reference formula (Nutrilon® Profutura 1, Nutricia) and four formulas labelled as 'anti-regurgitation' with different nutritional compositions were used to evaluate the effect of pH and time on viscosity. The viscosity of marketed AR formulas was tested with a rotational rheometer. All four AR formulas demonstrated higher viscosity compared to the reference formula, with notable differences based on the thickening strategy used by the manufacturer. Pre-thickened CBG-based AR formulas generally showed higher viscosity than pre-thickened starch-based formulas. Adding a casein-dominant protein fraction increased viscosity in acidic environments; however, this effect gradually diminished over time, likely due to protein hydrolysis. Moderate (pH 4) compared to strong acidic conditions (pH 1) had only minimal impact on viscosity, indicating compatibility with gastric acid inhibitors across all AR formulas.\nOur findings suggest that CBG-based AR formulas should be allowed to stand for at least 30 min after preparation to achieve the intended viscosity. Additionally, AR formulas thickened with CBG generally exhibit higher viscosity than pre-thickened starch-based formulas. Notably, casein-based thickening occurs even when gastric acid suppressants are used, and combining casein with acid suppression may even slow down the rate of viscosity reduction over time.\n• Commercially available infant formula sometimes uses thickening agents to reduce regurgitation, but their effectiveness may vary depending on composition and gastric conditions. • Some thickening agents require an acidic environment to activate, which may be compromised by concurrent use of gastric acid suppressants.\n• This study demonstrates that CBG-based AR formulas generally maintain higher viscosity than starch-based formulas, even with acid suppression. • Viscosity in some formulas changes over time, indicating that preparation timing affects therapeutic consistency.", "journal": "European journal of pediatrics", "date": "2025-05-13", "authors": ["ElineTommelein", "KyaraBaert", "MathieuOmbecq", "SilkeHenry", "ValérieVanhoorne"], "doi": "10.1007/s00431-025-06161-1"}
{"title": "Evaluating the cost-effectiveness of replacing lansoprazole with vonoprazan for treating erosive oesophagitis.", "abstract": "This cost-effectiveness analysis compares vonoprazan against lansoprazole, a gold-standard proton pump inhibitor, in managing erosive oesophagitis.\nThe economic evaluation was carried out using data from a double-blind, randomised control trial. Costs were measured in pounds sterling. Effectiveness was assessed on a binary scale, resolution versus non-resolution of disease, after 32 weeks.\nThe primary analysis produced an incremental cost-effectiveness ratio (ICER) of £3421.27 per resolution. After applying quality-adjusted life year (QALY) data from the REFLUX trial (2008), we derived an ICER/QALY of £34 747.32, marginally exceeding the £30 000 threshold set by the National Institute for Health and Care Excellence. However, further subgroup analysis showed cost-effectiveness when healing severe grades of oesophagitis (ICER/QALY of £22 165.56). The first sensitivity analysis considers the typically non-invasive determination of disease resolution; the ICER/QALY of £15 826.98 supports vonoprazan's use in treating severe oesophagitis. The second considers a longer healing phase alongside a stronger 30 mg maintenance dose of lansoprazole, concordant with current guidelines; the ICER/QALY of £43 998.39 suggests the guidelines (regarding dosage, frequency and duration) must be optimised for vonoprazan. The final sensitivity analysis accounts for variations in quality-of-life measures, which grossly inflate the ICER/QALY (£118 216.32); this emphasises that vonoprazan should mainly be considered for patients with persistent symptoms and high severity.\nVonoprazan is potentially cost-effective for the initial healing of severe oesophagitis, after endoscopic diagnosis. Further trials and economic evaluations are necessary for the symptom-based prescription of vonoprazan and to determine the optimal dosage, frequency and duration.", "journal": "BMJ open gastroenterology", "date": "2025-05-13", "authors": ["SaeashJeyarajan", "ThejasvinK", "SnehaPimpalnerkar", "Emily ZichuDeng", "ZainAhmad", "DiyaBanerjee", "Laurede Preux"], "doi": "10.1136/bmjgast-2024-001709"}
{"title": "Proton beam therapy for mediastinal Hodgkin lymphoma: A prospective study of clinical efficacy and safety.", "abstract": "Proton beam therapy using pencil beam scanning is an advanced radiotherapy technique that utilises proton beams to precisely target tumours. It is known for its enhanced ability in sparing healthy tissue and potentially reducing toxicity. Clinical experience with pencil beam scanning in the treatment of mediastinal Hodgkin lymphoma remains limited.\nThis study aimed to evaluate the toxicity and outcomes of a prospectively observed cohort. A total of 162 patients were irradiated between May 2013 and December 2020, with a median age of 32 years (range: 18.4-79.2) and followed up until April 2024. The median applied dose was 30 GyE (range: 20-40). Deep inspiration breath hold was used in 146 patients to enhance targeting precision.\nThe disease-free survival, overall survival and local control rates were 95.1 %, 98.8 % and 98.8 %, respectively. The median follow-up was 59.1 months (range: 4-120.1). The most common acute toxicities observed were oesophageal and skin toxicity. Grade 1 oesophageal mucositis occurred in 76 patients (47 %), grade 2 in 16 patients (10 %). Dermatitis of grade 1 and 2 was observed in 65 (40 %) and 4 (3 %) patients respectively. Grade 1 pulmonary toxicity presented in 8 patients (4.9 %), and grade 2 in one patient (0.6 %). The most predominant late toxicity was grade 2 hypothyroidism in 37 patients (23 %). Three patients (1.8 %) underwent coronary interventions during follow-up, and one patient was diagnosed with hepatocellular carcinoma 3 months post-RT. No unexpected acute or late toxicities were observed.\nProton beam therapy using pencil beam scanning is a safe and effective technique in terms of toxicity and local control, even when irradiating mediastinal targets.", "journal": "Radiotherapy and oncology : journal of the European Society for Therapeutic Radiology and Oncology", "date": "2025-05-13", "authors": ["KateřinaDědečková", "MichalAndrlik", "HeidiMóciková", "LuciaKaliská", "SimonaZapletalová", "JiříKubeš", "SarahAl-Hamami", "David JCutter", "GeorgiosNtentas", "VladimírVondráček", "BarboraOndrová", "JanaMarková", "ĽubicaGahérová", "LekaáMohammadová", "VítProcházka", "JozefMichalka", "AliceSýkorová", "JurajĎuraš", "JanKořen", "MatějNavrátil", "MichaelaVařejková", "TomášDoležal", "JanaPrausová", "NoneNone"], "doi": "10.1016/j.radonc.2025.110931"}
{"title": "Which has more influence on dose distribution for whole neck radiation therapy, daily neck volume change, or residual setup errors?", "abstract": "The demand for treatment replanning has been reported in radiation therapy for the head-and-neck region because of changes in the patient's volume or tumor shape. As the dose calculation for PreciseART\nThirty patients who underwent intensity-modulated radiation therapy in the head-and-neck region at Shizuoka Cancer Center were enrolled in this study. The differences in the dose distributions per volume change and setup error were evaluated to obtain correlation coefficients. Volume changes were defined as a change in structure volume for the neck region, and setup errors were defined as uncorrectable differences in the vertebral body positions when images are collated in pitch, yaw (i.e., residual setup error), and at shoulder positions.\nThe highest correlation value coefficient indicates the volume change with -0.71 for D95%_CTV, followed by -0.68 for Dmean_CTV, and -0.63 for Dmean_PTV. The correlation between the radiation dose and setup errors was lower than between volume change and radiation dose.\nBased on our findings, neck volume change has a greater impact on dose distribution compared to residual setup errors.", "journal": "Journal of medical imaging and radiation sciences", "date": "2025-05-13", "authors": ["YukiAoyama", "TetsuyaTomida", "ShogoTsunemine", "SusumuNagata"], "doi": "10.1016/j.jmir.2025.101968"}
{"title": "Quantitative Muscle Magnetic Resonance Outcomes in Patients With Duchenne Muscular Dystrophy: An Exploratory Analysis From the EMBARK Randomized Clinical Trial.", "abstract": "Delandistrogene moxeparvovec is a recombinant adeno-associated virus rhesus isolate serotype 74 vector-based gene transfer therapy for the treatment of Duchenne muscular dystrophy (DMD) in patients with a confirmed pathogenic variant of the DMD gene. In a subset of patients in the EMBARK (A Gene Transfer Therapy Study to Evaluate the Safety and Efficacy of Delandistrogene Moxeparvovec [SRP-9001] in Participants With DMD) randomized clinical trial, changes in muscle health and pathology were assessed to evaluate the therapeutic impact of the treatment on disease progression.\nTo determine the effect of delandistrogene moxeparvovec on muscle quantitative magnetic resonance (QMR) measures of disease progression in patients in the EMBARK trial.\nThis was a phase 3, double-blind, placebo-controlled (October 2021-September 2023; week 52 cutoff date: September 13, 2023), multicenter randomized clinical trial that included 131 patients. Patients were randomized, and 125 were treated with either delandistrogene moxeparvovec (n = 63) or placebo (n = 62). The current study focused on a subset of patients who underwent muscle QMR imaging.\nSingle-administration intravenous delandistrogene moxeparvovec (1.33 × 1014 vector genome/kg) or placebo.\nChange from baseline to week 52 in muscle MR was a prespecified exploratory end point. Proton MR spectroscopy (MRS) and 8-point Dixon MR imaging (MRI) measured muscle fat fraction (FF); multislice spin echo MRI measured transverse relaxation time (T2). MRS FF was measured in the soleus and vastus lateralis. MRI FF and T2 were measured in 5 leg muscle locations important for ambulation. A post hoc global statistical test combining all muscles and modalities assessed overall treatment effect.\nIn this exploratory EMBARK analysis, 39 male participants (delandistrogene moxeparvovec, n = 19; placebo, n = 20; mean [SD] age, 6.10 [1.04] years; mean [SD] baseline North Star Ambulatory Assessment total score, 22.99 [3.71] points) underwent muscle MRI. Treated patients showed less disease progression vs placebo on MR measures. Across muscles and modalities, magnitudes of FF change favored delandistrogene moxeparvovec; between-group differences in least-squares mean change ranged from -1.01 (95% CI, -2.79 to 0.77; soleus) to -0.71 (95% CI, -3.21 to 1.80; vastus lateralis) for MRS FF and -3.09 (95% CI, -7.62 to 1.45; vastus lateralis) to -0.44 (95% CI, -4.01 to 3.12; hamstrings) for MRI FF. T2 reductions (improvements; 4 of 5 muscles) were observed in treated patients vs increases (worsening; all muscles) in placebo patients; within-group differences in least-squares mean change ranged from -1.06 (95% CI, -2.10 to -0.02; soleus) to 0.17 (95% CI, -1.76 to 2.10; biceps femoris) in the delandistrogene moxeparvovec group and from 1.12 (95% CI, 0.08-2.16; soleus) to 2.94 (95% CI, 0.84-5.03; quadriceps) in the placebo group. The global statistical test supported treatment benefit (P = .03).\nResults reveal that QMR outcomes consistently favored delandistrogene moxeparvovec across muscle groups, with treatment leading to decreased fat accumulation and improved T2 vs placebo over 52 weeks. Consistent with treatment effects on functional outcomes observed in the EMBARK trial, these results suggest stabilization or less progression of muscle pathology with delandistrogene moxeparvovec-adding to the totality of evidence supporting disease stabilization or slowing of disease progression with delandistrogene moxeparvovec.\nClinicalTrials.gov Identifier: NCT05096221.", "journal": "JAMA neurology", "date": "2025-05-12", "authors": ["KristaVandenborne", "Glenn AWalter", "VolkerStraub", "Rebecca JWillcocks", "Sean CForbes", "Eugenio MMercuri", "FrancescoMuntoni", "KaiDing", "SravyaEnnamuri", "CarolReid", "Alexander PMurphy", "MariannaManfrini", "Jerry RMendell", "Jacob SElkins", "Louise RRodino-Klapac"], "doi": "10.1001/jamaneurol.2025.0992"}
{"title": "Optimized production of ", "abstract": "Zirconium-89 (\nSimulations were providing optimized input parameters to maximize the production yield of ", "journal": "EJNMMI physics", "date": "2025-05-12", "authors": ["DianaCocioabă", "SimonaBaruta", "LiviuCrăciun", "RaduLeonte", "AndreiNecsoiu", "Maria-RoxanaTudoroiu-Cornoiu", "AlexandruJipa", "DanaNiculae"], "doi": "10.1186/s40658-025-00755-2"}
{"title": "Impact of discrepancies between CT numbers of brain-tissue-equivalent density plug and actual brain tissue on dose calculation accuracy.", "abstract": "This study quantitatively evaluated the impact of differences in computed tomography (CT) numbers and elemental compositions between commercially available brain-tissue-equivalent density plugs (BDPs) and actual brain tissue on dose calculations in a radiation therapy treatment planning system (RTPS). The mass density and elemental composition of BDP were analyzed using elemental analysis and X-ray fluorescence spectroscopy. The CT numbers of the BDP and actual brain tissue were measured and compared, with effective atomic numbers (EANs) calculated based on compositional analysis and the International Commission on Radiological Protection Publication 110 data for brain tissues. The theoretical CT numbers were derived using the stoichiometric CT number calibration (SCC) method. The dose calculations were performed using the modified CT number-to-relative electron density (RED) and mass density (MD) conversion tables in Eclipse v16.1, employing AAA and Acuros XB algorithms, employing the physical material table in AcurosXB_13.5. The dose metrics D", "journal": "Radiological physics and technology", "date": "2025-05-12", "authors": ["ShogoTsunemine", "ShuichiOzawa", "MinoruNakao", "SatoruSugimoto", "TetsuyaTomida", "MichitoshiIto", "MasumiNumano", "HideyukiHarada"], "doi": "10.1007/s12194-025-00908-z"}
{"title": "The crucial role of allergists in the clinical management and treatment of eosinophilic esophagitis.", "abstract": "Eosinophilic esophagitis (EoE) is a chronic inflammatory disease of the esophagus affecting mainly young individuals with a high burden of comorbid atopic diseases and is associated with increased morbidity. Proton pump inhibitors (PPIs) is often the first line of treatment by inducing clinical remission in 30-50% of patients. Recently new drugs, such as budesonide orodispersible tablets and a monoclonal antibody targeting interleukin-4 and 13, have been found to be effective in clinical trials and approved to treat this condition. A prompt diagnosis and correct management of these patients is of paramount importance to prevent fibrostenosis of the oesophagus and to improve the quality of life. The complex management of patients living with EoE requires the integrated cooperation of several specialists, including allergists, gastroenterologists, pathologists, dietitians, and psychologist.", "journal": "European annals of allergy and clinical immunology", "date": "2025-05-12", "authors": ["DGargano", "LFranceschini", "RPolillo", "C MRossi", "DBignardi", "DVillalta", "FBuzzulini", "GCortellini", "EPinter", "M BBilò", "AFarsi"], "doi": "10.23822/EurAnnACI.1764-1489.402"}
{"title": "Proton therapy in young breast cancer patients with germline TP53 and ATM mutations: a case series.", "abstract": "Young breast cancer patients with germline radiosensitivity mutations, such as in TP53 and ATM, face an increased risk of radiation-induced toxicities and secondary malignancies. Proton therapy offers dosimetric advantages by reducing the radiation exposure of healthy tissues, potentially mitigating these risks. However, clinical data on the use of proton therapy in this specific population are limited.\nWe conducted a single-center retrospective study in patients with non-metastatic breast cancer with germline TP53 or ATM mutations treated with intensity-modulated proton therapy (IMPT) at the Institut Curie Proton Therapy Center between June 2019 and November 2024. Patient demographics, treatment characteristics, and toxicity profiles were analyzed. Acute and late toxicities were graded according to CTCAE v5.0. Survival outcomes were calculated from the date of histological diagnosis.\nFour young patients (median age 25 years; range 24-29) with TP53 (n = 2) or ATM (n = 2) mutations received IMPT targeting the chest wall and regional lymph nodes. All patients had hormone receptor-positive, node-positive breast cancer; one patient was also HER2 positive. Treatments included chemotherapy, surgery, and adjuvant hormonal therapy; three patients received additional targeted therapies. The median mean heart dose was 1.25 Gy (range 0.5-1.5 Gy). One patient experienced acute grade 2 radiodermatitis, while two patients had grade 1 radiodermatitis. After a median follow-up of 18 months (range 11-49 months), one patient exhibited persistent grade 1 skin pigmentation. No other late toxicities, including cardiac or pulmonary complications, were observed. There were no secondary malignancies or recurrences, resulting in 100% overall and recurrence-free survival.\nProton therapy was well tolerated in this small cohort of young breast cancer patients with germline TP53 or ATM mutations, demonstrating minimal acute toxicity and no significant late effects over a median follow-up of 18 months. These preliminary findings suggest that proton therapy may be a safe treatment option for this high-risk population. Larger studies with extended follow-up are necessary to confirm these results and to inform clinical guidelines.", "journal": "Strahlentherapie und Onkologie : Organ der Deutschen Rontgengesellschaft ... [et al]", "date": "2025-05-12", "authors": ["PierreLoap", "FaridGoudjil", "Ludovicde Marzi", "KimCao", "RémiDendale", "YouliaKirova"], "doi": "10.1007/s00066-025-02411-1"}
{"title": "Early-phase trial of IAP antagonist tolinapant and definitive radiation in cisplatin-ineligible patients with advanced head and neck cancer.", "abstract": "Tolinapant is an inhibitor of apoptosis (IAP) antagonist that enhances apoptotic pathways. In preclinical studies, tolinapant + radiotherapy (RT) enhances anti-tumor immunity. We conducted an open-label, single-arm trial to evaluate safety and feasibility of concurrent tolinapant and RT in cisplatin-ineligible patients with head and neck squamous cell carcinoma (HNSCC).\nEligible patients had locally/locoregionally advanced HNSCC, human papillomavirus (HPV) positive or negative, and were cisplatin ineligible. RT was delivered via intensity-modulated radiation therapy (IMRT) or proton therapy to a total of 70 Gy (35 fractions). Tolinapant was given every other week during RT at 180 mg/day with option to de-escalate to 90 mg for toxicity. Blood samples for research were collected at baseline and during RT.\nTen patients were enrolled. Treatment was well tolerated, with the most common adverse events similar to standard chemoRT (radiodermatitis, fatigue, dysphagia, pain, dysgeusia, dry mouth). All patients completed treatment, and tolinapant dose de-escalation was not required. One patient experienced brief treatment interruptions due to severe dysphagia. Two patients developed distant metastases after treatment. Another patient developed second and third tumors outside the radiation field after treatment, treated surgically. At a median follow-up of 13.8 months, the remaining 7 patients (70%) remained free of disease. Blood samples showed a burst of activated (CD38+HLA-DR+) CD8+ T lymphocytes in 40% of patients.\nTolinapant + RT is well tolerated and induced proliferation of activated T cells in a subset of patients. Larger prospective studies are needed to better assess efficacy.", "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research", "date": "2025-05-12", "authors": ["Nicole CSchmitt", "William AStokes", "James EBates", "Brendan L CKinney", "JillRemick", "Mark WMcDonald", "SoumonRudra", "MadisonSteininger", "MosopeOyewole", "Mihir RPatel", "Azeem SKaka", "Jennifer HGross", "JeffreySwitchenko", "Conor ESteuer", "Dong MShin", "Nabil FSaba"], "doi": "10.1158/1078-0432.CCR-25-0429"}
{"title": "Effects of Long-Term Proton Pump Inhibitor Use on Serum Electrolytes and Vitamin Levels: A Quasi-experimental Study in Pakistan.", "abstract": "Objective The study aims to investigate the effects of long-term proton pump inhibitor (PPI) use on various micronutrients and electrolytes as compared to other acid-suppressive therapies in the South Asian population. Study design and setting This quasi-experimental study was conducted at the Department of Family Medicine in a a tertiary care setup in Rawalpindi, Pakistan from January 2022 to March 2023. Materials and methods Forty-nine patients with known gastric acid secretion-related disorders were randomized in two groups. The PPI group was treated with oral omeprazole, while the non-PPI group were given sucralfate and famotidine. Patients were followed up for a period of 12 months and levels of sodium, potassium, calcium, magnesium, phosphate, iron, vitamin B12, folate and vitamin D were checked using blood samples at baseline, three-, six-, and 12-month duration. Results The results showed that patients in the PPI group had significantly lower levels of magnesium (1.46 ± 0.15 mEq/L vs. 1.70 ± 0.14 mEq/L, p<0.01), calcium (8.96 ± 0.42 mg/dL vs. 9.50 ± 0.48 mg/dL respectively, p<0.01), and vitamin B12 (329.5 ± 134.7 pg/mL vs. 462.30 ± 193.7 pg/mL, p=0.009) as compared to non-PPI group at 12-month duration. Levels of other electrolytes and minerals did not show significant differences amongst both groups. Conclusion The study indicates that long-term PPI use is associated with lower levels of magnesium, calcium and vitamin B12 levels. Therefore, healthcare providers should consider monitoring these micronutrient levels in patients on long-term PPI therapy to prevent potential nutritional deficiencies.", "journal": "Cureus", "date": "2025-05-12", "authors": ["AdilKhan", "MehmoodHussain", "AyazAhmed", "NamraNazir", "Muhammad KhanMalik", "NoshabaSaeed"], "doi": "10.7759/cureus.82102"}
{"title": "Determination of beam quality correction factors for alanine dosimetry in clinical proton beams.", "abstract": "With the advent of FLASH radiotherapy, alanine dosimetry has gained attention as a promising dosimeter owing to its dose-rate independence. However, before utilized in radiotherapy, procedures for determining the absorbed dose to water using alanine under clinical proton beams must be established. This study sought to develop a formula for alanine dosimetry by deriving beam quality correction factors and validating them through Monte Carlo simulations and experimental measurements.\nTo calculate the absorbed dose to water using alanine dosimeters, a formula was developed specifically for the plateau region. Alanine dosimeters were irradiated under both a reference beam (Cobalt-60) and clinical proton beams. Beam quality correction factors were calculated and subsequently validated through Monte Carlo simulations using the Tool for Particle Simulation (TOPAS), which is based on GEANT4, as well as through experimental measurements. During the simulations, both crystalline and bulk densities of alanine were considered.\nThe simulation results showed that the average beam quality correction factors for alanine were 1.005 for crystalline density and 1.012 for bulk density. Experimental measurements under clinical proton beams yielded a beam quality correction factor of 1.014, with a standard uncertainty of 2.2%.\nThese results suggest that alanine dosimeters provide reliable and reproducible measurements for proton therapy. The robust methodology demonstrated here highlights the potential of alanine dosimeters in clinical applications, demonstrating their effectiveness and reliability in determining the absorbed dose to water under clinical proton beam conditions.", "journal": "Physica medica : PM : an international journal devoted to the applications of physics to medicine and biology : official journal of the Italian Association of Biomedical Physics (AIFB)", "date": "2025-05-12", "authors": ["Chae-EonKim", "Jong InPark", "SeongmoonJung", "Sang-IlPak", "SeonghoonJeong", "SeohyeonAn", "ChankyuKim", "Jong HwiJeong", "HaksooKim", "Young KyungLim", "DonghoShin", "YoonsunChung", "In JungKim", "Se ByeongLee"], "doi": "10.1016/j.ejmp.2025.104992"}
{"title": "Design of beam shaping assembly for 2.4 MeV electrostatic tandem accelerator-based neutron source for boron neutron capture therapy: A Monte Carlo study.", "abstract": "In this study, the lithium target thickness and a beam-shaping assembly (BSA) system were designed using Monte Carlo N-Particle version 6.2 for a 2.4 MeV, 15 mA proton accelerator-based neutron source. The BSA components consist of lead (Pb), magnesium fluoride (MgF", "journal": "Applied radiation and isotopes : including data, instrumentation and methods for use in agriculture, industry and medicine", "date": "2025-05-12", "authors": ["MinhoKim", "HyounggunLee", "MinSeokPark", "Bong HwanHong", "ChawonPark", "Kyeong MinKim", "SeungwooPark", "Won TaekHwang", "HoNamgoong"], "doi": "10.1016/j.apradiso.2025.111895"}
{"title": "Proton Therapy Patient Selection Methods and the Impact of COVID-19: A Cross-Sectional International Survey.", "abstract": "The COVID-19 outbreak has had far-reaching impacts on cancer services worldwide. It has yet to be described how the pandemic has impacted patient selection methods for proton therapy (PT) specifically. This survey aimed to investigate the current international methods implemented for PT patient selection and to determine whether COVID-19 has impacted PT practice.\nA 44-question survey was conducted from 29th January 2024 to 18th March 2024 using the Qualtrics platform. PT centres in 21 countries were invited to respond to the survey regarding patient selection methods used currently and prior to the pandemic, as well as impacts of COVID-19 on patient selection and service provision. The survey was disseminated with assistance from The Particle Therapy Co-operative Group.\nNine centres completed the survey: four in Europe, three in the United States of America (USA), and two in Asia. Diagnosis or indications lists, clinical trials group assignment, dose distribution, dose metrics, and expert recommendations were the most reported patient selection approaches within the last five years. Only one centre in the USA reported changes to patient selection approaches during the height of the pandemic, mainly ceasing use of clinical trial group assignment. Six of the nine centres continued to treat patients infected with COVID-19. Five respondents indicated various suspensions or delays for certain treatment groups.\nThe findings show most respondents did not alter their patient selection approaches during the pandemic. These findings, however, cannot be generalised to all PT centres due to the small sample size of respondents.", "journal": "Journal of medical radiation sciences", "date": "2025-05-11", "authors": ["LucyWood", "EileenGiles", "LisaCunningham", "HienLe", "NicoleZientara", "MichalaShort"], "doi": "10.1002/jmrs.885"}
{"title": "Plan comparison of left-sided breast postmastectomy radiotherapy: Halcyon IMRT and VMAT plan versus TrueBeam IMRT plan.", "abstract": "The goal of this work is to compare the Varian TrueBeam plan quality and delivery verification with two Halcyon plans in order to give a Varian Halcyon planning solution for left-sided breast postmastectomy radiotherapy (PMRT). Twenty-five patients who previously received left-sided breast postmastectomy intensity-modulated radiotherapy (IMRT) on TrueBeam were retrospectively selected and replanned using Halcyon. The planning target volume (PTV) included the chest wall, the supra/infra-clavicular region, and the internal mammary region, with a prescribed dose of 50 Gy in 25 fractions (2 Gy/F). For each patient, a Halcyon IMRT (HA-IMRT) plan and a Halcyon volumetric-modulated arc treatment (HA-VMAT) plan were created in addition to the initial TrueBeam fixed-jaws IMRT (TB-IMRT) plan. The conformity index (CI) and homogeneity index (HI) of the PTVs, the dose of organs at risk (OARs), the delivery MUs and time, and the verification passing rate were calculated and compared. Statistical significance was determined with a significance level of 0.05 using the Wilcoxon signed-rank test. HA-IMRT and TB-IMRT made generally clinical equivalence and have tiny differences for target coverage and OAR sparing. HA-IMRT lowered the V", "journal": "Medical dosimetry : official journal of the American Association of Medical Dosimetrists", "date": "2025-05-11", "authors": ["HailunPan", "MeiChen", "YuanlinYan", "LuCao", "GangCai", "JiayiChen", "ShucanShan", "YibinZhang"], "doi": "10.1016/j.meddos.2025.03.006"}
{"title": "Incidence, predictors and clinical impact of upper gastrointestinal bleeding after transcatheter aortic valve replacement.", "abstract": "Upper gastrointestinal (GI) bleeding following transcatheter aortic valve replacement (TAVR) is common in patients with aortic stenosis due to the combination of acquired type 2A von Willebrand disease and aspirin-based antiplatelet therapy. We aimed to investigate the incidence, predictors and clinical outcomes of late upper GI bleeding in patients undergoing TAVR.\nIn a prospective TAVR registry, patients were stratified according to upper GI bleeding within 1 year of discharge.\nAmong the 3144 eligible patients, 54 (1.7%) experienced upper GI bleeding after discharge. Of these, 40 patients had major or life-threatening bleeding, while 14 had minor bleeding events. The presence of atrial fibrillation or atrial flutter (HR\nAmong patients who underwent TAVR, 1.7% of patients experienced upper GI bleeding within 1 year of discharge. Major or life-threatening upper GI bleeding was associated with an increased risk of all-cause and cardiovascular mortality.\nNCT01368250.", "journal": "Heart (British Cardiac Society)", "date": "2025-05-11", "authors": ["MasaakiNakase", "Dominik FDraxler", "DaijiroTomii", "DikHeg", "TaishiOkuno", "DaryoushSamim", "JonasLanz", "StefanStortecky", "DavidReineke", "StephanWindecker", "ThomasPilgrim"], "doi": "10.1136/heartjnl-2024-325359"}
{"title": "Lifestyle modification programme for people living with HIV with metabolic dysfunction-associated steatotic liver disease: a randomised controlled trial.", "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a major cause of chronic liver disease among people living with HIV, and preliminary evidence shows that lifestyle modification can reduce liver fat in people living with HIV with MASLD. We aimed to assess a dietitian-led lifestyle modification programme in inducing resolution of MASLD in this population.\nIn this single-blind, randomised controlled trial at the Prince of Wales Hospital, Hong Kong, people living with HIV with fatty liver defined by intrahepatic triglyceride content ≥5% on proton magnetic resonance spectroscopy (\nFrom May 21, 2019, to March 22, 2022, 203 people were screened for eligibility, of whom 84 were randomly assigned to either the lifestyle modification programme (n=43) or standard care (n=41). 74 (88%) participants were male and ten (12%) were female. 78 participants completed all assessments during the 12-month intervention. In the intention-to-treat analysis, 12 (28%) participants in the intervention group and four (10%) in the control group had resolution of MASLD (p=0·040 adjusted for baseline diabetes status). No deaths were reported during the follow-up period. One serious adverse event (hospitalisation due to cellulitis) was reported in the control group. The occurrence of adverse events was similar in the intervention and control groups. The majority of adverse events were of mild severity, and none were considered to be related to study intervention.\nOur findings suggest that a lifestyle modification programme could be a routine behavioural strategy to improve a range of health outcomes in people living with HIV with MASLD.\nHealth and Medical Research Fund from the Health Bureau, Hong Kong Special Administrative Region.\nFor the Chinese translation of the abstract see Supplementary Materials section.", "journal": "The lancet. HIV", "date": "2025-05-11", "authors": ["GuanlinLi", "Vincent Wai-SunWong", "Ruth Suk-MeiChan", "Daisy Man-ChingSin", "WinnieChu", "VivianWong", "CatherineCheung", "ShirleyLam", "HuapengLin", "SueyYeung", "Timothy Chun-ManLi", "Tracy Hang-YeeHo", "Grace Lai-HungWong", "Terry Cheuk-FungYip", "Grace Chung-YanLui"], "doi": "10.1016/S2352-3018(25)00032-3"}
{"title": "Pimitespib therapy for a patient with PDGFRA D842V-mutant gastrointestinal stromal tumor.", "abstract": "Gastrointestinal stromal tumors (GISTs) with platelet-derived growth factor receptor alpha (PDGFRA) mutations are resistant to tyrosine kinase inhibitors. Pimitespib, a novel heat shock protein 90 inhibitor, was recently approved as a fourth-line treatment for advanced GISTs; however, data on its efficacy against PDGFRA-mutant GISTs remain scarce. We report a case of a 67-year-old male with a gastric GIST harboring a PDGFRA exon 18 Asp842Val mutation. The patient presented with a large peritoneal metastasis at the hepatic hilum and underwent proton beam therapy, achieving 8 months of disease control. However, the tumor progressed thereafter. Regorafenib was introduced but failed immediately owing to tumor penetration. The treatment was switched to pimitespib (160 mg daily, 5 days on, 2 days off, per 21-day cycle), and the patient completed four cycles of the therapy. Post-treatment ", "journal": "Clinical journal of gastroenterology", "date": "2025-05-11", "authors": ["TatsuoKanda", "MasafumiIshikawa", "KaeTechigawara", "ToshiyukiSaginoya", "KoichiHamada", "MotonobuSaito", "NoriyukiUesugi", "YasushiTeranishi"], "doi": "10.1007/s12328-025-02144-9"}
{"title": "Long-Term Remission of Recurrent Anaplastic Oligodendroglioma With WT-1-Specific CD8+ T-Cell Therapy: A Case Report.", "abstract": "We report a case of complete remission in anaplastic oligodendroglioma following adoptive cell therapy (ACT) with autologous Wilms tumor 1 (WT-1)-specific CD8+ T cells. A 40-year-old woman referred to our hospital for adjuvant chemotherapy after recurrent anaplastic oligodendroglioma initially presented with a left frontal tumor, diagnosed through seizure onset, and subtotal resection confirmed oligodendroglioma (WHO grade 2). Radiation therapy treated the residual tumor, achieving partial remission until recurrence 2.5 years later when malignant transformation to anaplastic oligodendroglioma (WHO grade 3) occurred following a second craniotomy. After three cycles of procarbazine, lomustine, and vincristine chemotherapy, the residual tumor stabilized for 3 years. However, follow-up MRI identified a new enhancing lesion, prompting a third craniotomy. Recurrent anaplastic oligodendroglioma was confirmed, and adjuvant proton beam therapy and temozolomide chemotherapy were initiated. Two years later, another enhancing lesion appeared on the adjacent medial frontal lobe. Following multidisciplinary review, we introduced WT-1-specific ACT. Although transient swelling was observed 1 month post-therapy, the tumor demonstrated a response within 3-9 months. Continued regression led to complete remission-confirmed via MRI at the 15-month follow-up and sustained for 4.7 years. The patient's peripheral blood monocyte profiles and immune-associated cytokine analysis indicated T-cell activation following WT-1 sensitization.", "journal": "Brain tumor research and treatment", "date": "2025-05-11", "authors": ["Ho-ShinGwak", "Beom KyuChoi", "Young JooLee", "Na YoungHan", "Kook HeeYang"], "doi": "10.14791/btrt.2025.0010"}
{"title": "Radiation-Induced Cavernous Malformation in the Cerebellum: Clinical Features of Two Cases.", "abstract": "Radiation-induced cavernous malformations (RICMs) are rare but significant late complications of high-dose radiation therapy, particularly in young survivors of brain tumors. This report presents two cases of RICMs following aggressive multimodal treatment, including surgery, chemotherapy, and radiation therapy. Case 1 was a 22-year-old male patient with medulloblastoma treated with craniospinal irradiation, tumor bed boost, and tandem autologous peripheral blood stem cell transplantation. Approximately 8 years after treatment completion, routine follow-up imaging revealed a small focal hemorrhage in the right cerebellum, consistent with an RICM. The lesion was asymptomatic and managed conservatively with regular imaging, showing spontaneous resolution over time, with a significant size reduction noted 9 years post-treatment. Case 2 describes a 32-year-old male with an intracranial germinoma treated with whole-ventricular irradiation. Three years after treatment, the patient developed a symptomatic hemorrhagic RICM near a pre-existing developmental venous anomaly. Surgical resection and Gamma Knife Surgery stabilized the lesion; however, residual symptoms, including tremors and gait disturbances, persisted, affecting the patient's daily activities. These cases illustrate the diverse clinical courses of RICMs, ranging from spontaneous resolution to the necessity of surgical intervention, and emphasize the importance of long-term surveillance and tailored management strategies for late-onset complications.", "journal": "Brain tumor research and treatment", "date": "2025-05-11", "authors": ["Hyoung SooChoi", "Chae-YongKim", "Byung SeChoi", "Seung HyuckJeon", "In AhKim", "Joo-YoungKim", "Kyu SangLee", "GheeyoungChoe"], "doi": "10.14791/btrt.2025.0003"}
